{
    "site.title": "MovePlayground",
    "site.description": "Move, Play, Control",
    "nav.home": "MovePlayground",
    "nav.about": "About",
    "nav.login": "Log in",
    "home.title": "Move, Play, Control",
    "home.description": "In Move Playground, your body is the controller. Your movements shape the game in real-time. Ready to jump in?",
    "home.play": "PLAY",
    "about.title": "About MovePlayground",
    "about.mission.title": "Our Mission",
    "about.mission.description": "MovePlayground is revolutionizing physical therapy and fitness by combining body movements with engaging gameplay. We're on a mission to make exercise more enjoyable, help healthcare professionals motivate their patients, and provide effective tools for tracking rehabilitation progress.",
    "about.whoWeServe.title": "Who We Serve",
    "about.whoWeServe.item1": "Healthcare Institutions: Rehabilitation centers, physiotherapy clinics, hospitals, and wellness centers",
    "about.whoWeServe.item2": "Therapists and Healthcare Professionals: Physical therapists, occupational therapists, and other healthcare providers",
    "about.whoWeServe.item3": "Patients: Individuals in rehabilitation or those seeking an interactive way to stay fit",
    "about.features.title": "Our Unique Features",
    "about.features.gameplay.title": "Body-Controlled Gameplay",
    "about.features.gameplay.description": "Access interactive games through standard web browsers, using just body movements - no expensive equipment required.",
    "about.features.customizable.title": "Customizable Experiences",
    "about.features.customizable.description": "Tailor games to meet specific therapeutic needs, personalizing each session for maximum effectiveness.",
    "about.features.tracking.title": "Progress Tracking",
    "about.features.tracking.description": "Easily track patient progress and export data for integration with existing reporting tools.",
    "about.features.engaging.title": "Engaging Rehabilitation",
    "about.features.engaging.description": "Transform physical therapy into an enjoyable and motivating experience through gamification.",
    "about.whyChoose.title": "Why Choose MovePlayground?",
    "about.whyChoose.description": "MovePlayground stands out by offering an accessible, customizable, and data-driven approach to physical therapy and fitness. Our platform bridges the gap between traditional rehabilitation methods and modern technology, creating a more engaging and effective experience for both patients and healthcare professionals.",
    "about.joinMovement.title": "Join the Movement",
    "about.joinMovement.description": "Whether you're a healthcare institution looking to enhance your rehabilitation programs, a therapist seeking innovative tools to engage your patients, or an individual on a path to recovery or better fitness, MovePlayground is here to support your journey. Join us in revolutionizing the way we approach physical activity and rehabilitation.",
    "about.getStarted": "Get Started Today",
    "login.title": "Login page",
    "play.title": "Play page",
    "footer.copyright": "Copyright © {year} - All right reserved by MOVEPLAYGROUND - version {version}",
    "play.checkingCamera": "Checking Camera Access",
    "play.pleaseWait": "Please wait while we check your camera access...",
    "play.calibration": "Calibration",
    "play.calibrationInstructions": "Please stand in front of the camera so that your entire torso is visible.",
    "play.gameSelection": "Game Selection",
    "play.readyToPlay": "We are ready! What game do you want to play?",
    "play.userCatchBall2Min": "User Catch Ball (2 minutes)",
    "play.userCatchBallFreeTime": "User Catch Ball (Free Time)",
    "play.loading": "Loading TensorFlow.js and setting up pose detection..."
}