{
    "site.title": "MovePlayground",
    "site.description": "Mova, Jogue, Controle",
    "nav.home": "MovePlayground",
    "nav.about": "Sobre",
    "nav.login": "Entrar",
    "home.title": "Mova, Jogue, Controle",
    "home.description": "No Move Playground, seu corpo é o controlador. Seus movimentos moldam o jogo em tempo real. Pronto para começar?",
    "home.play": "JOGAR",
    "about.title": "Sobre o MovePlayground",
    "about.mission.title": "Nossa Missão",
    "about.mission.description": "O MovePlayground está revolucionando a fisioterapia e o fitness combinando movimentos corporais com jogos envolventes. Nossa missão é tornar o exercício mais agradável, ajudar profissionais de saúde a motivar seus pacientes e fornecer ferramentas eficazes para acompanhar o progresso da reabilitação.",
    "about.whoWeServe.title": "Quem Atendemos",
    "about.whoWeServe.item1": "Instituições de Saúde: Centros de reabilitação, clínicas de fisioterapia, hospitais e centros de bem-estar",
    "about.whoWeServe.item2": "Terapeutas e Profissionais de Saúde: Fisioterapeutas, terapeutas ocupacionais e outros provedores de saúde",
    "about.whoWeServe.item3": "Pacientes: Indivíduos em reabilitação ou que buscam uma forma interativa de se manterem em forma",
    "about.features.title": "Nossos Recursos Únicos",
    "about.features.gameplay.title": "Jogabilidade Controlada pelo Corpo",
    "about.features.gameplay.description": "Acesse jogos interativos através de navegadores web padrão, usando apenas movimentos corporais - sem necessidade de equipamentos caros.",
    "about.features.customizable.title": "Experiências Personalizáveis",
    "about.features.customizable.description": "Adapte os jogos para atender às necessidades terapêuticas específicas, personalizando cada sessão para máxima eficácia.",
    "about.features.tracking.title": "Acompanhamento de Progresso",
    "about.features.tracking.description": "Acompanhe facilmente o progresso do paciente e exporte dados para integração com ferramentas de relatórios existentes.",
    "about.features.engaging.title": "Reabilitação Envolvente",
    "about.features.engaging.description": "Transforme a fisioterapia em uma experiência agradável e motivadora através da gamificação.",
    "about.whyChoose.title": "Por que Escolher o MovePlayground?",
    "about.whyChoose.description": "O MovePlayground se destaca por oferecer uma abordagem acessível, personalizável e baseada em dados para fisioterapia e fitness. Nossa plataforma preenche a lacuna entre os métodos tradicionais de reabilitação e a tecnologia moderna, criando uma experiência mais envolvente e eficaz tanto para pacientes quanto para profissionais de saúde.",
    "about.joinMovement.title": "Junte-se ao Movimento",
    "about.joinMovement.description": "Seja você uma instituição de saúde buscando aprimorar seus programas de reabilitação, um terapeuta em busca de ferramentas inovadoras para engajar seus pacientes, ou um indivíduo em busca de recuperação ou melhor condicionamento físico, o MovePlayground está aqui para apoiar sua jornada. Junte-se a nós na revolução da forma como abordamos a atividade física e a reabilitação.",
    "about.getStarted": "Comece Hoje",
    "login.title": "Página de Login",
    "play.title": "Página de Jogo",
    "footer.copyright": "Direitos autorais © {year} - Todos os direitos reservados por MOVEPLAYGROUND - versão {version}",
    "play.checkingCamera": "Verificando Acesso à Câmera",
    "play.pleaseWait": "Por favor, aguarde enquanto verificamos o acesso à sua câmera...",
    "play.calibration": "Calibração",
    "play.calibrationInstructions": "Por favor, fique em frente à câmera de modo que todo o seu torso esteja visível.",
    "play.gameSelection": "Seleção de Jogo",
    "play.readyToPlay": "Estamos prontos! Que jogo você quer jogar?",
    "play.userCatchBall2Min": "Pegar a Bola (2 minutos)",
    "play.userCatchBallFreeTime": "Pegar a Bola (Tempo Livre)",
    "play.loading": "Carregando TensorFlow.js e configurando a detecção de pose..."
}